Repository: MuhammadFahidSarker/minimal_adhan
Catalog: locals/langs/app_*.arb
Languages: ar

# locale
source: en
ar: ar

# direction
source: ltr
ar: rlt

# current_lang
source: English
ar: العربية

# arabic_month_muharram
source: Muharram
ar: ٱلْمُحَرَّم

# arabic_month_safar
source: Safar
ar: صَفَر

# arabic_month_rabi_al_awwal
source: Rabi al-Awwal
ar: ربــيـــع الأول

# arabic_month_rabi_al_thani
source: Rabi al-Thani
ar: جُمَادَىٰٱلْآخِرَة

# arabic_month_jumada_al_awwal
source: Jumada al-Awwal
ar: جُمَادَىٰ ٱلْأَوَّل

# arabic_month_jumada_al_thani
source: Jumada al-Thani
ar: رَبِيع ٱلثَّانِي

# arabic_month_rajab
source: Rajab
ar: رَجَب

# arabic_month_shaban
source: Shaban
ar: شعبان

# arabic_month_ramadan
source: Ramadan
ar: رَمَضَان

# arabic_month_shawwal
source: Shawwal
ar: شَوَّال

# arabic_month_dhu_al_qadha
source: Dhu al-Qadah
ar: ذُو ٱلْقَعْدَة

# arabic_month_dhu_al_hijjah
source: Dhu al-Hijjah
ar: ذُو ٱلْحِجَّة

# hour
source: hr
ar: ساعة

# minute
source: min
ar: اللحظة

source: Close
ar: قريب

source: Notification
ar: نتفكت

# adhan
source: Azan
ar: أَذَان

source: Qibla
ar: قِبْلَة

source: Dua
ar: ألدعاء

source: Tasbih
ar: تَسْبِيح

source: Settings
ar: إعدادات

source: Search
ar: بحث

source: Language
ar: لغة

# app_name
source: Azan
ar: أَذَان

source: Location
ar: موقعك

source: Next
ar: التالي

source: Reset
ar: إعادة تعيين

source: Type
ar: نوع

source: Timing
ar: توقيت

# bttn_open_settings
source: Open Settings
ar: أفتح الإعدادات

# bttn_okay
source: Okay
ar: حسنا

# bttn_remind_me_later
source: Remind me later
ar: ذكرني لاحقا

# bttn_never_ask_again
source: Never Ask Again
ar: لم نطلب مرة أخرى

source: Finding...
ar: العثور على...

# error_occured
source: Error Occurred
ar: حدث خطأ

source: No Location Available
ar: لا يوجد موقع متاح

source: Tap to update
ar: انقر للتحديث

# default_mode
source: Default
ar: إفتراضي

# preview_of_font
source: Preview Of Other Font Sizes
ar: معاينة الخطوط الأخرى

# share_app
source: Share with Friends
ar: شارك التطبيق

source: About
ar: حول التطبيق

source: Try Again
ar: حاول مرة أخرى

# location_privacy_short
source: Azan is privacy focused. Your location is stored on your device locally.
ar: الآذان يركز على الخصوصية. يتم تخزين موقعك على جهازك محليًا.

source: Location Required
ar: موقعك مطلوب

source: Location Found
ar: تم العثور على موقعك

source: Permission Denied
ar: تم رفض الإذن

# location_permission_request_short
source: Your location is needed to calculate the time of azan, display the Qibla Compass and Show Nearby Mosques
ar: موقعك مطلوب لحساب وقت الأذان وعرض بوصلة القبلة وإظهار المساجد القريبة

# adhan_fajr
source: Fajr
ar: الفجر

# adhan_sunrise
source: Sunrise
ar: شروق الشمس

# adhan_dhuhr
source: Dhuhr
ar: الظهر

# adhan_jummah
source: Jummah
ar: جمعة

# adhan_asr
source: Asr
ar: العصر

# adhan_magrib
source: Magrib
ar: المغرب

# adhan_isha
source: Isha
ar: العشاء

# adhan_midnight
source: Midnight
ar: منتصف الليل

# adhan_third_night
source: Last Third Night
ar: الثلث الأخير من الليل

# inexact_notify
source: Early/Delayed Notification
ar: إخطار مبكر / متأخر

# notify_me_before
source: Notify me {min} minutes before azan time
ar: يخطر لي قبل {min} دقائق من وقت الأذان

# notify_me_after
source: Notify me {min} minutes after azan time
ar: أعلمني بعد {min} دقائق من وقت الأذان

# silent_adhan
source: Silent
ar: صامتة

source: Notification Only
ar: الإخطار فقط

source: Ringtone
ar: نغمة

# adhan_mecca
source: Azan Mecca
ar: أذان مكة

# adhan_medina
source: Azan Medina
ar: اذان المدينة المنورة

source: Alarm
ar: نغمة التنبيه

source: Global
ar: الاعدادات العامة

source: Click to Change
ar: انقر للتغيير

source: Madhab
ar: مذهب

source: Hanafi Madhab
ar: حنفي مذهب

source: Shafi Madhab
ar: شافي مذهب

# hanafi_asr_desc
source: Later Asr Time
ar: وقت متأخر العصر

# shafi_asr_desc
source: Early Asr Time
ar: وقت العصر المبكر

# persistent_notify
source: Persistent Notification
ar: الإخطارات المستمرة

# persistent_notify_desc
source: Show Azan notification all the time
ar: إظهار إشعار الأذان طوال الوقت

source: Theme
ar: موضوع التطبيق

source: Always Dark
ar: موضوع التطبيق

source: Always Light
ar: موضوع خفيف

source: Follow System
ar: اتبع النظام للموضوع

# calc_method
source: Calculation Required
ar: طريقة حساب الاذان

# high_lat_rule
source: High Lat Rules
ar: قواعد خطوط العرض العالية

# adhan_visibility
source: Azan Visibility
ar: رؤية بعض الأذان

# adhan_manual_correction
source: Manual Corrections
ar: تصحيح أوقات الاذان يدويا

# support_dev
source: Support Development
ar: دعم تطوير التطبيق

source: Rate on play store
ar: قيم التطبيق

# rate_on_play_store_desc
source: That would motivate us a lot
ar: هذا من شأنه أن يحفزنا كثيرا

source: Help us translate
ar: ساعدنا في الترجمة

# help_us_translate_desc
source: Don't see your language? Help us translate the app features and dua for a particular language.
ar: ألا ترى لغتك؟ ساعدنا في ترجمة ميزات التطبيق والدعاء للغة معينة.

# report_bug
source: Report a bug
ar: تقرير Bug

# report_bug_desc
source: Sorry, you had to face it. You can either report a problem in github or through email. Zajakallah for the information.
ar: آسف ، كان عليك مواجهتها. يمكنك إما الإبلاغ عن مشكلة في github أو عبر البريد الإلكتروني. زجاك الله للعلم

# make_dua
source: Make dua for us
ar: ادعو لنا

# make_dua_desc
source: Abu Darda reported: The Messenger of Allah, peace and blessings be upon him, said, “No Muslim servant supplicates for his brother behind his back but that the angel says: And for you the same.”
ar: عن أبي الدرداء: قال رسول الله صلى الله عليه وسلم: ما من خادم مسلم يدعو أخاه من وراء ظهره إلا أن الملاك يقول: ولكم كذلك.

# make_dua_action
source: May Allah reward you with something good 😊
ar: جزاكم الله خيرا

source: Request a feature
ar: طلب ميزة التطبيق

# request_a_feature_desc
source: Need additional feature or dua? Suggest it to us
ar: هل تحتاج إلى ميزة إضافية أو دعاء؟ اقترحه علينا

source: Show Translation
ar: إظهار الترجمة

source: Show Transliteration
ar: إظهار التحويل الصوتي

# translation_lang
source: Translation Language
ar: لغة الترجمة

source: Disable Battery Optimization
ar: تعطيل تحسين البطارية

# disable_battery_optimization_desc
source: Please disable the battery optimization feature so that you don't miss any notifications!
ar: يرجى تعطيل ميزة تحسين البطارية حتى لا تفوتك أي إخطارات!

source: Arabic font size
ar: محدد الخط العربي

source: Other font size
ar: محدد الخط الآخر

source: Primary Language
ar: اللغة الأساسية

# favs
source: Favourites
ar: ادعية مفضلة

# add_to_fav
source: Add to Favourite
ar: أضف إلى المفضلة

# add_to_fav_action
source: Added to Favourite
ar: أضيفت إلى المفضلة

# remove_from_fav
source: Remove from Favourites
ar: إزالة من المفضلة

# remove_from_fav_action
source: Removed from Favourites
ar: تمت إزالتها من المفضلة

source: Report an error
ar: الإبلاغ عن خطأ

source: Copy Dua
ar: انسخ الدعاء

# copy_dua_action
source: Copied to clipboard!
ar: نسخ الدعاء إلى الحافظة

source: You are facing
ar: أنت في اتجاه

# compass_heading_north
source: North
ar: شمال

# compass_heading_north_east
source: North-East
ar: الشمال الشرقي

# compass_heading_east
source: East
ar: الشرق

# compass_heading_south_east
source: South-East
ar: الجنوب الشرقي

# compass_heading_south
source: South
ar: جنوب

# compass_heading_south_west
source: South-West
ar: جنوب غرب

# compass_heading_west
source: West
ar: الغرب

# compass_heading_north_west
source: North-West
ar: الشمال الغربي
